[
    {
        "attori": [
            "Ryan Gosling",
            "Rachel McAdams",
            "James Garner",
            "Gena Rowlands"
        ],
        "autori": [
            "Nicholas Sparks"
        ],
        "case": [
            "New Line Cinema",
            "Gran Via"
        ],
        "data": "24/06/2005",
        "descrizione": "Nel cuore della Carolina del Sud, due giovani si incontrano in un’estate del 1940: Noah Calhoun, un ragazzo semplice e passionale, e Allie Hamilton, una ragazza colta proveniente da una famiglia molto benestante. È un amore travolgente, istintivo, fatto di momenti rubati, litigi accesi e promesse sussurrate. Ma il mondo attorno a loro non è pronto ad accettare questo legame. Le pressioni sociali e familiari li separano, costringendoli a intraprendere strade diverse.\nAnni dopo, con la guerra alle spalle e la vita che ha seguito il suo corso, Allie è sul punto di sposarsi con un uomo facoltoso che piace molto alla sua famiglia, quando un articolo di giornale riporta alla luce un frammento del passato: Noah, ormai adulto, ha restaurato la vecchia villa che un tempo avevano sognato insieme. Quel gesto riaccende qualcosa in lei, spingendola a tornare in quel luogo dove tutto era cominciato, e dove forse nulla è mai davvero finito.\nParallelamente, in una casa di riposo, un anziano signore legge ogni giorno una storia d’amore a una donna affetta da Alzheimer. Con voce gentile e occhi pieni di nostalgia, cerca di riaccendere in lei qualcosa che la malattia ha lentamente cancellato. Ciò che inizialmente sembra solo un gesto di conforto rivela, con struggente delicatezza, il legame profondo e indissolubile che unisce i due protagonisti anche dopo decenni.",
        "durata": "123",
        "formato": "DVD",
        "generi": [
            "Drammatico",
            "Sentimentale"
        ],
        "lingua": "IT",
        "media": "Film",
        "numCopie": "2",
        "numero": "1",
        "pthImg": "lepaginedellanostravita.jpg",
        "registi": [
            "Nick Cassavetes"
        ],
        "titolo": "Le pagine della nostra vita"
    },
    {
        "attori": [
            "NO IMPORT"
        ],
        "autori": [
            "NO IMPORT"
        ],
        "case": [
            "NO IMPORT"
        ],
        "data": "NO IMPORT",
        "descrizione": "QUESTO MEDIA NON VIENE IMPORTATO",
        "durata": "0",
        "formato": "DVD",
        "generi": [
            "NO IMPORT"
        ],
        "lingua": "IT",
        "media": "Film",
        "numCopie": "0",
        "numero": "0",
        "pthImg": "NOIMPORT.jpg",
        "registi": [
            "NO IMPORT"
        ],
        "titolo": "NO IMPORT MEDIA"
    },
    {
        "attori": [
            "Elle Fanning",
            "Justice Smith",
            "Alexandra Shipp",
            "Luke Wilson"
        ],
        "autori": [
            "Jennifer Niven"
        ],
        "case": [
            "Echo Lake Entertainment",
            "Mazur / Kaplan Company"
        ],
        "data": "28/02/2020",
        "descrizione": "Violet e Finch si incontrano sul tetto della scuola. Le loro sono due esistenze fragili: lui lotta da tempo contro la depressione, lei ha assistito alla morte della sorella in un tragico incidente d’auto. Quando si ritrovano a lavorare assieme a un progetto scolastico, i due scoprono di somigliarsi più di quanto potessero immaginare. Così ha inizio il loro viaggio assieme, una travolgente esplorazione del dolore e delle paure di entrambi, dei loro sogni e desideri inconfessati. Presto Violet e Finch si accorgono di aver bisogno l’uno dell’altra per riuscire a essere completamente se stessi; ma se per lei questo è un nuovo inizio, per lui è soltanto l’inizio della fine. Un romanzo straordinariamente commovente. Una storia che spezza il cuore in tutti i modi possibili.",
        "durata": "108",
        "formato": "Blu-ray Disc",
        "generi": [
            "Drammatico",
            "Sentimentale"
        ],
        "lingua": "IT",
        "media": "Film",
        "numCopie": "1",
        "numero": "1",
        "pthImg": "raccontamidiungiornoperfetto.jpg",
        "registi": [
            "Brett Haley"
        ],
        "titolo": "Raccontami di un giorno perfetto"
    },
    {
        "autori": [
            "The Weeknd",
            "Mike Dean",
            "Metro Boomin",
            "Max Martin",
            "Pharrell Williams",
            "Cirkut",
            "Giorgio Moroder"
        ],
        "canzoni": [
            "Wake Me Up",
            "Cry For Me",
            "I Can't Fucking Sing",
            "São Paulo",
            "Until We're Skin & Bones",
            "Baptized In Fear",
            "Open Hearts",
            "Opening Night",
            "Reflections Laughing",
            "Enjoy The Show",
            "Given Up On Me",
            "I Can't Wait To Get There",
            "Timeless",
            "Niagara Falls",
            "Take Me Back To LA",
            "Big Sleep",
            "Give Me Mercy",
            "Drive",
            "The Abyss",
            "Red Terror",
            "Without a Warning",
            "Hurry Up Tomorrow"
        ],
        "casa": "XO",
        "data": "31/01/2025",
        "descrizione": "Hurry Up Tomorrow è il sesto album di studio del cantante canadese The Weeknd, pubblicato il 31 gennaio 2025 dalla XO.\nSi tratta del terzo disco conclusivo della trilogia dell'artista, dopo After Hours (2020) e Dawn FM (2022). È stato riconosciuto con l'American Music Award all'album R&B preferito ed è finito in lizza sia l'MTV Video Music Award al miglior album che per il Kid's Choice Award all'album preferito, e ha generato quattro nomination all'edizione annuale dei BET Award.",
        "durata": "84",
        "feats": [
            "Justice",
            "Anitta",
            "Travis Scott",
            "Florence+The Machine",
            "Future",
            "Playboi Carti",
            "Giorgio Moroder",
            "Lana Del Rey"
        ],
        "formato": "CD",
        "generi": [
            "Contemporaneo",
            "R&B",
            "Elettropop",
            "Synth Pop"
        ],
        "lingua": "EN",
        "media": "Album",
        "numCopie": "1",
        "pthImg": "hurryuptomorrow.jpg",
        "titolo": "Hurry Up Tomorrow"
    },
    {
        "autori": [
            "NO IMPORT"
        ],
        "canzoni": [
            "NO IMPORT"
        ],
        "casa": "NO IMPORT",
        "data": "NO IMPORT",
        "descrizione": "QUESTO MEDIA NON VIENE IMPORTATO",
        "durata": "0",
        "feats": [
            "NO IMPORT"
        ],
        "formato": "CD",
        "generi": [
            "NO IMPORT"
        ],
        "lingua": "EN",
        "media": "Album",
        "numCopie": "0",
        "pthImg": "NOIMPORT.JPG",
        "titolo": "NO IMPORT MEDIA"
    },
    {
        "autori": [
            "Morad",
            "Beny Jr"
        ],
        "canzoni": [
            "Cómo es?",
            "Que dirá?",
            "La Verdad",
            "Vuelve",
            "Lograr",
            "Sigue"
        ],
        "casa": "K y B",
        "data": "01/04/2022",
        "descrizione": "Capítulo 1 (noto anche come K y B. Capítulo 1) è l'EP di debutto dei rapper ispano-marocchini Morad e Beny Jr., pubblicato il 1° aprile 2022 e distribuito da Altafonte Network. Il progetto include successi come \"Vuelve\", \"Que decir\", \"Cómo es?\", tra gli altri.",
        "durata": "22",
        "feats": [
        ],
        "formato": "CD",
        "generi": [
            "Drill",
            "House Music",
            "Hip Hop",
            "Rap"
        ],
        "lingua": "ES",
        "media": "Album",
        "numCopie": "3",
        "pthImg": "capitulo1.jpg",
        "titolo": "Capítulo 1"
    },
    {
        "autori": [
            "Beny Jr"
        ],
        "canzoni": [
            "Anti Social Cool kid",
            "Aruba Bay",
            "Desilusionado",
            "Ajena - Part 2",
            "Estación espacial",
            "Luna llena",
            "Dime si tú me quieres ver? - Part 2",
            "Carta en blanco",
            "Cereza de certeza",
            "Jack sin Sally",
            "Kensington date",
            "TrankiBoy",
            "SMS"
        ],
        "casa": "LF BABYS",
        "data": "15/02/2024",
        "descrizione": "Anti Social Cool Kid è il quinto album del rapper spagnolo-marocchino Beny Jr, uscito a sorpresa il 15 febbraio 2024. Composto da 13 tracce senza collaborazioni, fonde rap, trap e drill con influenze afro e mediterranee. Con questo progetto diretto e introspettivo, Beny Jr ha consolidato il suo ruolo di punta nella scena urban spagnola.",
        "durata": "38",
        "feats": [
        ],
        "formato": "CD",
        "generi": [
            "Drill",
            "Trap",
            "Afrobeat"
        ],
        "lingua": "ES",
        "media": "Album",
        "numCopie": "2",
        "pthImg": "antisocialcoolkid.jpg",
        "titolo": "Anti Social Cool Kid"
    },
    {
        "autori": [
            "Bad Gyal"
        ],
        "canzoni": [
            "Intro",
            "Mi lova",
            "Give Me",
            "Bota niña",
            "La que no se mueva",
            "Perdió este culo",
            "Sin carné",
            "Bad Boy",
            "Skit",
            "Chulo pt. 2",
            "Así soy",
            "Sexy",
            "Pop pop",
            "Real G",
            "Otra vez más"
        ],
        "casa": "Universal Latino",
        "data": "26/01/2024",
        "descrizione": "La joia è l’album di debutto ufficiale di Bad Gyal, uscito il 26 gennaio 2024. Con 15 tracce che mescolano reggaetón, dancehall, house e afrobeats, vede collaborazioni con artisti come Myke Towers, Anitta, Morad e Quevedo. Un progetto energico e sensuale che ha consacrato Bad Gyal tra le stelle della scena urban internazionale.",
        "durata": "41",
        "feats": [
            "Myke Towers",
            "Anitta",
            "Tommy Lee Sparta",
            "Ñengo Flow",
            "Tokischa",
            "Young Miko",
            "Morad",
            "Quevedo"
        ],
        "formato": "CD",
        "generi": [
            "Dancehall",
            "Pop urbano"
        ],
        "lingua": "ES",
        "media": "Album",
        "numCopie": "5",
        "pthImg": "lajoia.jpg",
        "titolo": "La joia"
    },
    {
        "autori": [
            "Richie Jackson",
            "Cathy Horyn"
        ],
        "casa": "Condé Nast Publications",
        "data": "19/08/2025",
        "descrizione": "AD di settembre parla di stile, di come lo si costruisce interpretando e reinterpretando il passato o le caratteristiche specifiche di un luogo. Perché lo stile è una questione soggettiva e universale insieme. AD di settembre è così una summa delle migliori e più attuali espressioni di stile in case, interni, storie e progetti nel mondo. Stile è anche la moda degli stilisti, a cui abbiamo guardato da una prospettiva di design, a partire da Giorgio Armani che, in occasione del 25° anniversario di Armani/Casa, si è raccontato tra bozzetti di arredi, case vissute, memorie e passioni;\nRenzo Rosso ci ha aperto le porte di una nuova avventura imprenditoriale, l’Hotel Ancora Cortina, in cui ha impresso la sua passione tra libri e design vintage; Maria Grazia Chiuri, invece, ha scelto un teatro, la Cometa di Roma, luogo storico che è rinato sotto la lente creativa sua e della figlia Rachele.\nLe case di AD di settembre sono un altro bellissimo e variopinto esercizio di stile: Luca Bombassei a Milano trasforma ad arte, letteralmente, un interno al tempo firmato da Piero Fornasetti.\nIl duo Festen invece posa la sua mano creativa su una townhouse di sei piani nel cuore del Village a Manhattan, la cui proprietaria è l’imprenditrice della moda Yael Aflao.",
        "generi": [
            "Moda",
            "Interior Design"
        ],
        "lingua": "IT",
        "media": "Rivista",
        "numCopie": "6",
        "numPag": "270",
        "pthImg": "ad-unnuovostile.png",
        "tipo": "Mensile",
        "titolo": "AD 09/25 - Un Nuovo Stile"
    },
    {
        "autori": [
            "Manuel Saraceno",
            "Giovanni Castaldi",
            "Aurora Cortopassi"
        ],
        "casa": "Mondadori Media",
        "data": "19/08/2025",
        "descrizione": "Ogni mese rubriche esclusive con ingredienti di stagione e i consigli dei migliori esperti: Ambassador, Chef Resident, Creator e Blogger di GialloZafferano svelano i loro trucchi per piatti sempre impeccabili. Se ami i contenuti di Benedetta Rossi e segui le ricette del sito GialloZafferano, troverai tantissime idee per ogni esigenza, dalle ricette light a quelle vegetariane, senza dimenticare i piatti della tradizione.",
        "generi": [
            "Cucina"
        ],
        "lingua": "IT",
        "media": "Rivista",
        "numCopie": "10",
        "numPag": "134",
        "pthImg": "",
        "tipo": "Mensile",
        "titolo": "Giallo Zafferano"
    },
    {
        "autori": [
            "Stephen King"
        ],
        "casa": "Sperling & Kupfer",
        "data": "10/11/2009",
        "descrizione": "È una tiepida mattina d'autunno a Chester's Mill, nel Maine, una mattina come tante altre. All'improvviso, una specie di cilindro trasparente cala sulla cittadina, tranciando in due tutto quello che si trova lungo il suo perimetro: cose, animali, persone. Come se dal cielo fosse scesa la lama di una ghigliottina invisibile. Gli aerei si schiantano contro la misteriosa, impenetrabile lastra di vetro ed esplodono in mille pezzi, l'intera area – con i suoi duemila abitanti – resta intrappolata all'interno, isolata dal resto del mondo. L'ex marine Dale Barbara, soprannominato Barbie, fa parte dell'intrepido gruppo di cittadini che vuole trovare una via di scampo prima che quella cosa che hanno chiamato la Cupola faccia fare a tutti loro una morte orribile. Al suo fianco, la proprietaria del giornale locale, un paramedico, una consigliera comunale e tre ragazzi coraggiosi. Nessuno all'esterno può aiutarli, la barriera è inaccessibile. Ma un'altra ",
        "generi": [
            "Narrativa",
            "Fantascienza"
        ],
        "isbn": "9788873398806",
        "lingua": "IT",
        "media": "Libro",
        "numCopie": "1",
        "numPag": "1064",
        "pthImg": "thedome.jpg",
        "titolo": "The Dome"
    }
]
